Revit 2027 API
HVACLoadType.OutdoorAirPerArea Property
 The outdoor air per area.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OutdoorAirPerArea { get; set; }
Public Property OutdoorAirPerArea As Double
	Get
	Set
public:
property double OutdoorAirPerArea {
	double get ();
	void set (double value);
}
member OutdoorAirPerArea : float with get, set
Property Value
Double
Exceptions
Exception | Condition
ArgumentException |  When setting this property: The value should be between [0.0,166.66].
See Also
Reference
HVACLoadType Class
Autodesk.Revit.DB.Analysis Namespace